<!DOCTYPE HTML>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-5">
<title>403 Forbidden</title>
<link href="styles.css" rel="stylesheet" type="text/css">
</head>

<body>
<h1>403 Forbidden</h1>
<p> El servidor no le permitir&aacute; a los visitantes acceder el archivo   solicitado. Si un visitante ve este c&oacute;digo de error, repase las   configuraciones de permiso del archivo. Tambi&eacute;n puede verificar si el   archivo ha sido protegido mediante <strong><em>administrador de &iacute;ndice</em></strong><em></em> de cPanel. </p>
<h1>Administraci&oacute;n de &Iacute;ndice (Administrador de &iacute;ndice)</h1>
<p><strong>Para la versi&oacute;n 11.28 de cPanel</strong>
</p>
<p> Cuando accede a un directorio (en vez de una p&aacute;gina) en su sitio, un   visitante tipicamente ver&aacute; la p&aacute;gina &iacute;ndice para ese directorio. Si no   existe una p&aacute;gina &iacute;ndice, el navegador mostrar&aacute; una lista (o &iacute;ndice) de   los archivos en ese directorio. </p>
<p> Al usar el <em>Administrador de &iacute;ndice</em>, es posible definir c&oacute;mo   ver&aacute;n un &iacute;ndice de directorio espec&iacute;fico aqu&eacute;llos que lo accedan. Puede   desactivar el &iacute;ndice si no desea tener visible el contenido de un   directorio. </p>
<ol>
  <li> Seleccione el directorio que desea usar para navegar el contenido de su sitio web en la ventana emergente. </li>
  <li> Para navegar el <em>Administrador de &iacute;ndice</em>, pulse el icono de la carpeta junto al nombre del directorio. </li>
  <li> Pulse el nombre del directorio para el cual desea cambiar el estilo de &iacute;ndice. </li>
  <li> cPanel ofrece cuatro opciones; seleccione una de las seguientes:
    <ul>
      <li> <strong>Standard Indexing (texto solamente)</strong> (&Iacute;ndice est&aacute;ndar): El contenido s&oacute;lo aparece como nombres de archivo. </li>
      <li> <strong>Indexing elegante (gr&aacute;ficas y texto)</strong> (&Iacute;ndice elegante (gr&aacute;ficos y texto)): Informaci&oacute;n sobre los archivos, como tama&ntilde;o y hora de la &uacute;ltima actualizaci&oacute;n. </li>
      <li> <strong>Configuraci&oacute;n del sistema por defecto</strong> (Configuraci&oacute;n del sistema predeterminada): Se utilizar&aacute; la posici&oacute;n predeterminada definida por su antifri&oacute;n web. </li>
      <li> <strong>No Indexing</strong> (Sin &iacute;ndice): El contenido del   directorio no est&aacute; enumerado; los visitantes ver&aacute;n un mensaje que indica   que el contenido est&aacute; "prohibido". </li>
    </ul>
  </li>
  <li> Pulse <em>Salvar</em>.</li>
</ol>
</body>
</html>